tap "homebrew/services"
tap "oven-sh/bun"

brew "awscli"
brew "cocoapods"
brew "conda-lock"
brew "cowsay"
brew "docker"
brew "duti"
brew "eza"
brew "fastlane"
brew "fd"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "graphviz"
brew "hatch"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubo"
brew "lazygit"
brew "lsusb"
brew "make"
brew "mkcert"
brew "mpv"
brew "neofetch"
brew "neonctl"
brew "neovim"
brew "ni"
brew "ollama"
brew "openjdk"
brew "osx-cpu-temp"
brew "oven-sh/bun/bun"
brew "pinentry-mac"
brew "pipx"
brew "pixi"
brew "poppler"
brew "portaudio"
brew "pre-commit"
brew "rsync"
brew "rust"
brew "sox"
brew "starship"
brew "tmux"
brew "unar"
brew "watchman"
brew "wget"
brew "yazi"
brew "zizmor"
brew "zoxide"

cask "blackhole-2ch"
cask "claude-code"
cask "codex"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "legcord"
cask "macfuse"
cask "miniconda"
cask "monitorcontrol"
cask "orbstack"
cask "stats"
cask "t3-code"
cask "warp"
cask "xquartz"
