1password.op-vscode
akamud.vscode-theme-onedark
anysphere.cursorpyright
anysphere.remote-ssh
astro-build.astro-vscode
azblockchain.azure-blockchain
bbenoist.nix
bierner.markdown-mermaid
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codesandbox-io.codesandbox-projects
codezombiech.gitignore
corbi.uniquelines
davidanson.vscode-markdownlint
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
dnicolson.binary-plist
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
expo.vscode-expo-tools
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.codespaces
github.copilot-labs
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
herrmannplatz.npm-dependency-links
isaaccodes.electronic-moonlight-theme
jaredly.background-terminal-notifier
jdinhlife.gruvbox
jean.desaturated
jeff-hykin.better-shellscript-syntax
juanblanco.solidity
kelvin.vscode-sshfs
letrieu.expand-region
linbudu.pnpm-vscode-helper
liviuschera.noctis
lokalise.i18n-ally
markmiro.colorful-github-vscode-theme
martinopensky.whisper-assistant
medzhidov.font-awesome-codes-html
mhutchie.git-graph
miguelsolorio.symbols
mikestead.dotenv
milannankov.kendo-react-snippets
moalamri.inline-fold
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nemesv.copy-file-name
nomicfoundation.hardhat-solidity
oderwat.indent-rainbow
omrigrossman.tailwind-color-matcher
orta.vscode-jest
patrickmorgan.reactdocs
penumbratheme.penumbra
pkief.material-icon-theme
planbcoding.vscode-react-refactor
prisma.prisma
qwtel.sqlite-viewer
raunofreiberg.vesper
redhat.vscode-yaml
sdras.inbedby7pm
sdras.night-owl
semanticdiff.semanticdiff
steoates.autoimport
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tamasfe.even-better-toml
thomasviaud.tachyons-snippets
tyriar.lorem-ipsum
unifiedjs.vscode-mdx
urbantrout.refactor-css
urbit.hoon
vscode-icons-team.vscode-icons
wicked-labs.wvsc-serendipity
withfig.fig
wix.vscode-import-cost
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
